{
"FailedToDecrypt" : "マスターシードの解読に失敗しました",
"MasterseedMnemonic" : "マスターシードニーモニック",
"GasPriceWEI" : "ガス価格WEI",
"TokenExist" : "このトークンは選択したETHアドレスに存在します",
"AmountExceed" : "確定した金額を超えています",
"InvalidValues" : "無効の数値",
"CopiedToClipboard" : "クリップボードへコピー",
"TransactionFee" : "トランザクション手数料",
"SureWipeWallet" : "本当にこのウォレットを削除しますか？",
"CantRestoreCoins" : "シードがなければコインを復元することはできません。",
"SeedsArentSame" : "シードが一致していません",
"HideAdvanced" : "アドバンス機能を非表示",
"ShowAdvanced" : "アドバンス機能を表示",
"StartRecoveringWallet" : "ウォレットを修復し始める",
"OpenNewWallet" : "新しいウォレットを開く",
"PasswordNotMatch" : "パスワードが一致しません",
"PasswordShort" : "パスワードが短すぎます。5文字以上で設定してください",
"AlphaVersionWarning" : "お使いのHODLER multiwalletはアルファ版のため不安定になることがあります。現バージョンは機能テストの実施とフィードバックのために使用しています。この内容をご理解いただいた上で、承諾してください。",
"AddressFieldEmpty" : "アドレス欄が空欄です",
"Bech32Unsupported" : "bech32アドレスには対応していません",
"WrongAddress" : "アドレスが間違っています",
"ReadAgainOCR" : "見つかりません。ocrを再試行しますか？",
"OCRInaccurate" : "OCRが不正確です。アドレスを修正してください",
"QRCodeFor" : "このQRコード:",
"ConfirmInNext" : "次に確定",
"Blocks" : "ブロック",
"CreateBackupWallet" : "今すぐウォレットのバックアップを作成しますか？",
"Yes" : "はい",
"NotNow" : "今はしない",
"ConfigurationTakeOneStep" : "設定はたった1ステップだけです。",
"ChooseOption" : "下のオプションより一つ選択してください。",
"NotExistInWorldlist" : "単語リストにありません",
"MasterSeedCreation" : "マスターシード作成",
"NewCoinButton" : "新しいコイン",
"NewTokenButton" : "新しいトークン",
"btnSync" : "同期",
"BackToBalanceViewButton" : "リストを保存",
"lblThanks" : "当社のアプリをお選びいただきありがとうございます",
"lblSetPassword" : "ウォレットのパスワードを設定してください。",
"lblEnterPass" : "パスワード入力",
"lblRetypePass" : "パスワード再入力",
"btnCreateWallet" : "新しいウォレットを開く",
"labelHeaderForSG" : "シードを生成しました",
"lblSeed" : "シードを書き留めて安全に保管してください",
"btnSeedGeneratedProceed" : "実行",
"btnQRBack" : "戻る",
"TopInfoConfirmed" : "残高",
"topInfoUnconfirmed" : "未確定",
"RefreshWalletView" : "再読み込み",
"WVBalance" : "履歴",
"WVReceive" : "受信",
"WVSend" : "送信",
"WVSettings" : "設定",
"lblReceiveAmount" : "金額",
"lblSendTo" : "送信先",
"lblAmount" : "金額",
"btnSend" : "送信",
"btnBack" : "戻る",
"btnExportPrivKey" : "プライベートキーの出力",
"btnChangeDescription" : "説明を変更する",
"lblSendAllFunds" : "全資金を送る",
"lblFromFee" : "金額から手数料を引く",
"AutomaticFeeRadio" : "自動",
"FixedFeeRadio" : "固定",
"lblSHeader" : "設定",
"btnSBack" : "戻る",
"btnSWipe" : "ウォレットデータを削除",
"OrganizeButton" : "整理する",
"lblDSHeader" : "シード解読",
"btnDSBack" : "戻る",
"lbldecryptSeedPass" : "パスワード入力",
"lblSCHeader" : "シードクリエイター",
"lblEnterSeed" : "下にシードを入力してください(空白は除く)",
"btnCheckSeed" : "確認",
"lblANWHeader" : "新規ウォレット",
"btnANWBack" : "戻る",
"lblCSHeader" : "シード確定",
"btnCSBack" : "戻る",
"lblRetypeSeed" : "シード文字を入力してください:",
"btnConfirm" : "確認",
"lblANTHeader" : "トークンを追加",
"btnANTBack" : "戻る",
"lblEKSHeader" : "プライベートキー",
"btnEKSBack" : "戻る",
"lblCTHeader" : "トークンを選択",
"btnCTBack" : "戻る",
"btnAddManually" : "手動で追加する",
"lblMTHeader" : "ERC20トークンを追加",
"btnMTBack" : "戻る",
"lblContractAddress" : "コントラクトアドレス",
"lblTokenName" : "名前",
"lblSymbol" : "シンボル",
"lblDecimals" : "小数",
"btnAddContract" : "コントラクト追加",
"lblACHeader" : "コイン追加",
"btnACBack" : "戻る",
"lblNewCoinDescription" : "説明",
"lblNewCoinDescriptionPass" : "パスワード入力",
"lblChangeDescryptionHeader" : "説明",
"btnChangeDescryptionBack" : "戻る",
"lblChangeDescryption" : "新しい説明",
"btnCreateNewWallet" : "新しいウォレットを作成する",
"btnRestoreWallet" : "既存のウォレットを復元する" ,
"SettingsLanguageLabel": "言語",
"SettingsCurrencyLabel": "通貨",
"CreateBackupButton": "バックアップの作成",
"ResotreWalletHeaderLabel": "ウォレットはいくつかの方法で復元できます。以下のいずれかのオプションを選択してください:",
"RestoreFromStringSeedButton": "シード",
"RestoreFromFileButton": "Hodlerセキュアバックアップ",
"RestoreSeedEncryptedQRButton": "暗号化シードQR",
"RestoreDecryptedSeedQRButton": "解読されたシードQR",
"MnemonicSeedDescriptionLabel": "紙に書き込むための手頃な価格の種子",
"SeedMnemonicBackupButton": "ニーモニック種",
"HSBDescriptionLabel": "共有を使用して暗号化された内部データを送信する（復元されたウォレットへのパスワードは同じでなければならない）（デフォルト）",
"SendWalletFileButton": "Hodlerセキュアバックアップ",
"EncryptedQRDescriptionLabel": "シェアードを使用して暗号化されたシード暗号化ファイルを送信する（復元されたウォレットのパスワードは同じでなければならない）",
"SendEncryptedSeedButton": "暗号化されたQR",
"DecryptedQRDescriptionLabel": "共有を使用して暗号化ファイルにシードを送信する",
"SendDecryptedSeedButton": "解読されたシードQR",
"BackupHeaderLabel": "バックアップ",
"BackupBackButton": "戻る",
"FileManagerPathUpButton": "アップ",
"SelectFilePath": "ファイルを選ぶ",
"btnRFFBack": "戻る",
"RFFHeaderLabel": "ファイルから復元",
"ChooseFileLabel": "ファイルを選ぶ:",
"RFFSelectFileButton": "ファイルの選択",
"RFFPasswordInfo": "ファイルへのパスワード（ウォレットと同じパスワード）",
"RestoreFromFileConfirmButton": "リストア"
}
